{
    "file": "wire\/modules\/Fieldtype\/FieldtypeURL.module",
    "textdomain": "wire--modules--fieldtype--fieldtypeurl-module",
    "translations": {
        "e6b391a8d2c4d45902a23a8b6585703d": {
            "text": "URL-cím"
        },
        "0ac82d10c1ddd050079962481c40f54f": {
            "text": "Egy URL-címet tároló mező"
        },
        "c4c54678f0d612f89caacaab99768f81": {
            "text": "A webhely gyökér elérési útjának hozzáfűzése a helyi\/relatív URL-címekhez?"
        },
        "b38bb5008cd8427aae4e9a8612183a6f": {
            "text": "Az URL-mezőkhöz a \"HTML-entitáskódoló\" szövegformázó ajánlott."
        },
        "ab86e8efb5aa46bdab329fa44f7125fc": {
            "text": "A relatív\/helyi URL-címek az elején \"http:\/\/\" nélküli engedélyezése?"
        },
        "d1280d091f34a15c77f4145110d7f94d": {
            "text": "A helyi\/relatív URL-címek azok, melyek séma és tartomány nélküliek."
        },
        "9d6ce819c098e5c4a7b3464cadbd028a": {
            "text": "Ezzel a beállítással bármilyen, fordított perjellel kezdődő URL-címhez automatikusan hozzáfűzhető a hely gyökér elérési útja, például \/valamilyen\/utvonal\/. Ez akkor hasznos, ha alkönyvtárból futtatja a webhelyet, mert azt az alkönyvtárat nem kell belevennie az ebben a mezőben megadott URL-címekben. Ha később át kell helyeznie egy tartomány gyökerébe (vagy másik alkönyvtárba) a webhelyet, nem kell aggódnia a megszakadt URL-címek miatt. Ezzel az engedélyezett beállítással mindig úgy adjon meg URL-címeket, mintha a hely egy tartomány gyökeréből futna, függetlenül attól, hogy alkönyvtárból fut-e vagy sem. Természetesen ez csak akkor alkalmazható, ha a fenti mezőben az 'Igen' lehetőséget választotta a helyi\/relatív URL-címek engedélyezéséhez. Fejlesztőknek is érdemes megjegyezniük, hogy ez a beállítás csak akkor használható, ha be van kapcsolva egy lap kimeneti formázása."
        },
        "ae91f58b191e424e0eaf9022fd5407e9": {
            "text": "Biztosítja, hogy az URL-címek nem szakadnak meg a webhely egy alkönyvtárból a gyökérbe való áthelyezésekor (a leggyakoribb példa)."
        }
    }
}