{
    "file": "wire\/modules\/Process\/ProcessForgotPassword.module",
    "textdomain": "wire--modules--process--processforgotpassword-module",
    "translations": {
        "6072e83b7f35887c76e64920bd370f4a": {
            "text": "Új jelszó megadása"
        },
        "168b9e356db803204c123e0445ef83f4": {
            "text": "Az új jelszó megadása nem engedélyezett"
        },
        "b49caf114ce87eeb21267f29e9a62420": {
            "text": "Az új jelszó megadása nem fejezhető be. Győződjön meg róla, hogy ugyanazon a számítógépen és ugyanabban a böngészőben van-e, melyből eredetileg elküldte a kérelmet."
        },
        "5b69044da7774b93059c878056e1c28a": {
            "text": "Adja meg felhasználónevét"
        },
        "dcfc149491f06edb3e6942510b6fc339": {
            "text": "Ha van érvényes e-mail címmel rendelkező fiókja a rendszerünkben, akkor ezen űrlap beküldése után fog kapni egy e-mailt. Ez az e-mail majd tartalmaz egy hivatkozást, melyre kattintva kérhet új jelszót."
        },
        "201096f37f6c6d8504b8d29778854bb5": {
            "text": "Elfelejtette felhasználónevét?"
        },
        "abb2644b2def6033e18a82971e1c179a": {
            "text": "Adja meg e-mail címét, és meg fogjuk Önnek küldeni fiókja nevét."
        },
        "edcc4a7ecb7854d0ea84fff05b5eeb3e": {
            "text": "Feltételezve, hogy fiókadatai megtalálhatók, és e-mail címe szerepel a nyilvántartásunkban, elküldésre került egy e-mail az új jelszó megadásával kapcsolatos információkkal."
        },
        "43da6233b07fcc59791c3f91861ab7b5": {
            "text": "Keresse meg postaládájában ezt az üzenetet. Ha nem kapja meg az e-mailt a következő 15 percen belül, akkor jelszava átállításával forduljon a webhelygazdához. Ez a jelszó átállítási kérelem 60 percen belül le fog járni. NE zárja be ezt az ablakot az új jelszó megadási kérelme befejezéséig."
        },
        "9d7356832e30137fa56cc06f823a8de6": {
            "text": "Biztonsági okokból ezen a képernyőn nem fedjük fel, hogy létezik-e egy fiók."
        },
        "6647aaa5aa21f02ecdb174cdea5ae9f7": {
            "text": "Fiókadatok"
        },
        "350908378ec41ef0131289d5f5fc28b6": {
            "text": "Ön azért kapta ezt az e-mailt, mert kérte a fiókja nevét ."
        },
        "d1a638c6049308ede5367d21be8cb2dd": {
            "text": "Úgy tűnik, hogy e-mail címét több fiókhoz társította, melyeket biztonsági okokból nem tudunk felfedni. Kérjük, forduljon segítségért az adminisztrátorhoz."
        },
        "dfe88c81efe0f54d4bf8444498b60f57": {
            "text": "Az Ön fiókjának neve:"
        },
        "333b348fd95607678f8a9a333cc7b7b4": {
            "text": "Tájékoztató új jelszó megadásáról"
        },
        "6d14491a1718796766f2775f857af701": {
            "text": "Az új jelszó megadásának befejezéséhez kattintson az alábbi URL-címre (vagy illessze be a böngészőjébe), és kövesse az utasításokat:"
        },
        "3299941fe3475a594847754b9e91f3b7": {
            "text": "Érvénytelen átállítási kérelem. Lehet, hogy lejárt a kérelme."
        },
        "a0bfb8e59e6c13fc8d990781f77694fe": {
            "text": "Folytatás"
        },
        "f469dd0000597b66060ea51c52eacf58": {
            "text": "Az új jelszó megadása sikerült. Most már bejelentkezhet."
        },
        "9ec54ec336b65da6179cf750de33ecd7": {
            "text": "Elfelejtett jelszó"
        },
        "e241608b636b6cdde53b70cb2ade0daf": {
            "text": "Új jelszó\/e-mail megadásának képességét biztosítja a bejelentkezési folyamat számára."
        },
        "b005fe2d6e74b5c6108864e9abb089af": {
            "text": "A küldendő üzenetek feladójának e-mail címe"
        },
        "486d7b5670a666148f3fef85bc3ae900": {
            "text": "Ez az URL-cím a küldéstől számított 60 percen belül le fog járni. Ezt az URL-címet ugyanazon a számítógépen, ugyanabban a böngészőben kell megnyitnia, melyből a kérelmet kezdeményezte."
        }
    }
}